/*****************************************************************************************
版权所有:			和心重典
版本号:				1.0.0
生成日期:			2011.04.15
文件名:				
作者:				和心重典
功能说明:			
其它说明:			无
所属文件关系:		本文件为工程规约代码文件

修改记录:
记录1:
修改者:
修改日期:
修改内容:
修改原因:
*****************************************************************************************/

#define   GB12X12_GLOBALS 
#include "config.h"
#include "basetypes.h"
#include "mycommon.h"
#include "gal.h"
#include "gdi.h"
#include "rawbmp.h"

/* Exported structure definition. */
RBFINFO rbf_gb12x12 = {
	FONT_RBF_ROM_12X12_GB2312,   //
	8836,						//
	12,						  //
	12,						  //
	NULL,						//
	NULL,						//
	8836*24					  //
};


